import {Box, Typography} from '@mui/material';
import firstImg from '../../../public/image/consequences/firstImg.webp';
import secondImg from '../../../public/image/consequences/secondImg.webp';
import threeImg from '../../../public/image/consequences/threeImg.webp';
import fourImg from '../../../public/image/consequences/fourImg.webp';
import fiveImg from '../../../public/image/consequences/five.webp';

export const consequencesData = [
  {
    id: 1,
    title: 'СТРІМКЕ ЗРОСТАННЯ ЗАБОРГОВАНОСТІ',
    urlImg: firstImg,
    desc: 'За час користування кредитними коштами кредитор здійснює нарахування %, а при неналежному виконанні клієнтом умов договору – нараховуються пені та штрафні санкції, в т.ч. з можливістю урахування подвійної облікової ставки НБУ, індексу інфляції та інших штрафів передбаченим умовами договору.',
  },
  {
    id: 2,
    title: 'НЕГАТИВНА КРЕДИТНА ІСТОРІЯ',
    urlImg: secondImg,
    desc: 'ТОВ "ДІДЖИ ФІНАНС" співпрацює з провідними бюро кредитних історій, а відповідно інформація щодо порушень умов кредитування, наявність прострочених кредитів та неналежне виконання взятих фінансових зобов’язань оперативно передається до бюро. Це негативно впливає на подальші перспективи кредитування, формування ділової репутації, тощо.',
  },
  {
    id: 3,
    title: 'МОЖЛИВІ СКЛАДНОЩІ ПРИ ПРАЦЕВЛАШТУВАННІ',
    urlImg: threeImg,
    desc: '«Кадри вирішують все»! Хто з надійних та стабільних роботодавців захоче мати в своєму штаті працівника з низкою кредитів, низьким рейтингом відповідальності та надійності?',
  },
  {
    id: 4,
    title: 'ОБМЕЖЕНЕ ПРАВО ВИЇЗДУ ЗА КОРДОН',
    urlImg: fourImg,
    desc: 'Чули про регулярні випадки «зіпсованої відпустки» чи скасування важливої поїздки за кордон, причиною яких стала наявна заборона виїзду боржника? Виконавець в праві ініціювати такі обмеження для боржника! Не станьте наступним фігурантом таких історій…',
  },
  {
    id: 5,
    title: 'ПОТЕНЦІЙНА ВТРАТА АКТИВІВ ТА МАЙНА',
    urlImg: fiveImg,
    desc: 'Чули про регулярні випадки «зіпсованої відпустки» чи скасування важливої поїздки за кордон, причиною яких стала наявна заборона виїзду боржника? Виконавець в праві ініціювати такі обмеження для боржника! Не станьте наступним фігурантом таких історій…',
  }
]