import { CustPSectionAbout, CustSpanSectionAbout } from '../../../styledComponent/StyledComponent'
import {Typography} from '@mui/material';
import { Box } from '@mui/material';

export const FAQData = [
  {
    id: 1,
    title: 'інформація про установу',
    desc:
      <>
        <Box>
          <Typography>
            Повне найменування: Товариство з обмеженою відповідальністю «ДІДЖИ ФІНАНС», Ідентифікаційний код: 42649746.
          </Typography>
          <Typography>
            Місцезнаходження фінансової установи: 04112, м. Київ, вулиця Авіаконструктора Ігоря Сікорського, будинок 8.
          </Typography>
          <Typography>
            Відомості про відокремлені підрозділі фінансової установи: Не передбачено.
          </Typography>
          <Typography>
            Відомості про державну реєстрацію: Дата та номер запису в Єдиному державному реєстрі про проведення державної реєстрації юридичної особи –27.11.2018, 1 074 102 0000 081381, Шевченківська районна в місті Києві державна адміністрація.
          </Typography>
          <Typography>
            Інформацію щодо включення фінансової установи до державного реєстру фінансових установ: Розпорядження Національної Комісії, що здійснює державне регулювання у сфері ринків фінансових послуг № 1684 від 03.09.2019р., свідоцтво серія та номер ФК №1242, реєстраційний №13103992, код фінансової установи 13.
          </Typography>
          <Typography>
            контактна інформацію Національного банку України як органу, який здійснює державне регулювання:
          </Typography>
          <Typography>
            Гаряча лінія: 0 800 505 240 або +380 44 298 65 55
          </Typography>
          <Typography>
            онлайн форма для звернення https://bank.gov.ua/ua/consumer-protection/citizens-appeals
          </Typography>
          <Typography>
            Для електронного звернення: nbu@bank.gov.ua
          </Typography>
          <Typography>
            Для листування: вул. Інститутська, 9, м. Київ, 01601. Для подання письмових звернень громадян: вул. Інститутська, 11-б, м. Київ, 01601. <br/>Телефон: 0 800 505 240 або +380 44 298 65 55
          </Typography>
          <Typography>
            Основний вид економічної діяльності: 64.99 Надання інших фінансових послуг (крім страхування та пенсійного забезпечення), н. в. і. у.
          </Typography>
        </Box>
      </>
  },
  {
    id: 2,
    title: 'режим робочого часу фінансової установи',
    desc:
      <>
        <Box>
          <Typography>
            <b>Робочі дні:</b> ПН, ВТ, СР, ЧТ, ПТ
          </Typography>
          <Typography>
            <b>Вихідні дні:</b> СБ, НД
          </Typography>
          <Typography>
            <b>Робочі години:</b> 9:00-13:00; 14:00-18:00
          </Typography>
          <Typography>
            <b>Години перерви:</b> 13:00 – 14:00
          </Typography>
        </Box>
      </>
  },
  {
    id: 3,
    title: 'про особистий прийом клієнтів',
    desc:
      <>
        <Box>
          <Typography>
            У зв'язку із введенням в Україні суворого карантину через коронавірус, ТОВ «ДІДЖИ ФІНАНС» тимчасово припинить особистий прийом клієнтів. Всі послуги будуть надаватися дистанційно. Отримавши ваше звернення через будь-який з каналів зв'язку, наші співробітники нададуть необхідну консультацію й інформацію.
          </Typography>
        </Box>
      </>
  },
  {
    id: 4,
    title: 'Перелік фінансових послуг, що надаються фінансовою установою',
    desc:
      <>
        <ul
          style={{
            padding: '0px',
          }}
        >
          <li>
            <Typography>
              Надання послуг з факторингу.
            </Typography>
          </li>
          <li>
            <Typography>
              Надання коштів у позику, в тому числі на умовах фінансового кредиту.
            </Typography>
          </li>
        </ul>
      </>
  },
  {
    id: 5,
    title: 'Відомості про власників істотної участі',
    desc:
      <>
        <Box>
          <Typography>
            <b>Учасники фінансової установи:</b>
          </Typography>
          <Typography
            sx={{
              color: '#1f497d',
            }}
          >
            КБВ з істостоною участю:
          </Typography>
          <Typography
            sx={{
              color: '#1f497d',
            }}
          >
            - Фізична особа, Демінський Сергій Анатолійович. Частка в статутному капіталі складає 93,50%
          </Typography>
        </Box>
      </>
  },
  {
    id: 6,
    title: 'Відомості про склад наглядової ради та виконавчого органу фінансової установи',
    desc:
      <>
        <Box>
          <Typography>
            Наглядова рада – не передбачено.
          </Typography>
          <Typography>
            Виконавчий орган фінансової установи:
          </Typography>
          <Typography>
            – Лукаш Олексій Анатоліойвич, Директор в період з 13.03.2021р. по 04.10.2022р.
          </Typography>
          <Typography>
            – Романенко Михайло Едуардович, Директор з 05.10.2022р. по теперішній час.
          </Typography>
        </Box>
      </>
  },
  {
    id: 7,
    title: 'Відомості про ліцензії та дозволи, видані фінансової установі',
    desc:
      <>
        <Box>
          <Typography>
            1) <b>ліцензія</b> на провадження господарської діяльності з надання фінансових послуг (крім професійної діяльності на ринку цінних паперів), а саме на <b>надання послуг з факторингу</b>, згідно розпорядження №594 Національної комісії, що здійснює державне регулювання у сфері ринків фінансових послуг від 31.03.2020р.
          </Typography>
          <Typography>
            2) <b>ліцензія</b> на провадження господарської діяльності з надання фінансових послуг (крім професійної діяльності на ринку цінних паперів), а саме <b>на надання коштів у позику, в тому числі і на умовах фінансового кредиту</b>, згідно розпорядження №1446  Національної комісії, що здійснює державне регулювання у сфері ринків фінансових послуг від 11.06.2020р.
          </Typography>
        </Box>
      </>
  },
  {
    id: 8,
    title: 'Кінцевий бенефіціарний власник, структура власності',
    desc:
      <>
        <Box>
          Кінцевий бенефіціарний власник: Демінський С.А.
          <Typography>
            <a
              href='google.com'
              target='_blank'
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              Структура власності
            </a>
            (станом на 01.01.2022р.)
          </Typography>
          <Typography>
            <a
              href='google.com'
              target='_blank'
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              Структура власності
            </a>
            (станом на 01.01.2024р.)
          </Typography>
        </Box>
      </>
  },
  {
    id: 9,
    title: 'Порядки звернень, фінансові звіти, правила надання',
    desc:
      <Box>
        <Typography>
          <a
            href="google.com"
            target="_blank"
            style={{
              color: '#0079C5',
              textDecoration: 'none',
            }}
          >
            Порядок розгляду звернень споживачів фінансових послуг, шаблон звернення
          </a>
        </Typography>
        <Typography>
          <a
            href="google.com"
            target="_blank"
            style={{
              color: '#0079C5',
              textDecoration: 'none',
            }}
          >
            Правила відкриття кредитної лінії для юридичних осіб (ЮО);
          </a>
        </Typography>
        <Typography>
          <a
            href="google.com"
            target="_blank"
            style={{
              color: '#0079C5',
              textDecoration: 'none',
            }}
          >
            Примірний договір про відкриття кредитної лінії для юридичних осіб (ЮО);
          </a>
        </Typography>
        <Typography>
          <a
            href="google.com"
            target="_blank"
            style={{
              color: '#0079C5',
              textDecoration: 'none',
            }}
          >
            Примірний договір про надання коштів у позику для фізичних осіб (ФО)
          </a>
        </Typography>
        <Typography>
          <a
            href="google.com"
            target="_blank"
            style={{
              color: '#0079C5',
              textDecoration: 'none',
            }}
          >
            Фінансовий звіт ТОВ «ДІДЖИ ФІНАНС» за 2020 рік та Звіт незалежного аудитора щодо фінансової звітності ТОВ «ДІДЖИ ФІНАНС» за рік що закінчився 31.12.2020р.
          </a>
        </Typography>
        <Typography>
          <a
            href="google.com"
            target="_blank"
            style={{
              color: '#0079C5',
              textDecoration: 'none',
            }}
          >
            Звіт незалежного аудитора за 2019 рік
          </a>
        </Typography>
        <Typography>
          <a
            href="google.com"
            target="_blank"
            style={{
              color: '#0079C5',
              textDecoration: 'none',
            }}
          >
            Фінансовий звіт товариства з обмеженою відповідальністю «ДІДЖИ ФІНАНС» за 2019 рік станом на 31.12.2019 року
          </a>
        </Typography>
        <Typography>
          <a
            href="google.com"
            target="_blank"
            style={{
              color: '#0079C5',
              textDecoration: 'none',
            }}
          >
            Правила надання коштів у позику.
          </a>
        </Typography>
        <Typography>
          <a
            href="google.com"
            target="_blank"
            style={{
              color: '#0079C5',
              textDecoration: 'none',
            }}
          >
            Правила надання послуг факторингу
          </a>
        </Typography>
        <Typography>
          <a
            href="google.com"
            target="_blank"
            style={{
              color: '#0079C5',
              textDecoration: 'none',
            }}
          >
            Примірний договір про надання фінансових послуг (факторинг)
          </a>
        </Typography>
        <Typography>
          <a
            href="google.com"
            target="_blank"
            style={{
              color: '#0079C5',
              textDecoration: 'none',
            }}
          >
            Відомості про структуру власності ТОВ «ДІДЖИ ФІНАНС» згідно постанови Правління Національного банку України від 14.04.2021  № 30 «Про затвердження Положення про вимоги до структури власності надавачів фінансових послуг».
          </a>
        </Typography>
      </Box>
  },
  {
    id: 10,
    title: 'Інформація про умови надання додаткових фінансових послуг та їх вартість',
    desc:
      <>
        <Box>
          <Typography>
          На виконання вимоги пункту 3 частини другої статті 12 Закону України “Про фінансові послуги та державне регулювання ринків фінансових послуг” Фінансова компанія повідомляє, що отримання Клієнтами – фізичними особами фінансових послуг із надання коштів у позику, в тому числі і на умовах фінансового кредиту, не передбачає сплати податків і зборів за рахунок фізичної особи в результаті отримання фінансової послуги. Клієнт – фізична особа на умовах, визначених відповідним договором, після отримання грошових коштів у позику, в тому числі на умовах фінансового кредиту, не отримує доходу (відсутній об’єкт оподаткування), а Фінансова компанія не визнається податковим агентом щодо податку на доходи фізичних осіб у значенні, наведеному у Податковому кодексі України.
          </Typography>
          <Box
            sx={{
              marginTop: '10px',
            }}
          >
            <Typography>
              <b>загальна вартість кредиту для споживача</b> - сума загального розміру кредиту та загальних витрат за споживчим кредитом якщо сума кредиту становить 3000,00 грн. із строком користування 10 днів, загальна вартість становить 3150,00 грн.
            </Typography>
            <Typography>
              <b>Ціна/тарифи фінансових послуг:</b>
            </Typography>
            <Typography>
              - проценти за користування кредитом (позикою) у розмірі від 182,5% річних;
            </Typography>
            <Typography>
              - 2% від операції факторингу;
            </Typography>
          </Box>
        </Box>
      </>
  },
  {
    id: 11,
    title: 'відомості про порушення провадження у справі про банкрутств',
    desc:
      <>
        <Box>
          <Typography>
            <b>Відомості</b> про порушення провадження у справі про банкрутство, застосування процедури санації фінансової установи зазначається про факт порушення справи про банкрутство фінансової установи, відкриття процедури санації фінансової установи, дату порушення справи про банкрутство, відкриття процедури санації фінансової установи та найменування суду, який виніс відповідну ухвалу:
          </Typography>
          <ul
            style={{
              padding: '20px'
            }}
          >
            <li>
              <Typography>
                провадження у справі про банкрутство відсутні;
              </Typography>
            </li>
            <li>
              <Typography>
                процедура ліквідації фінансової установи не розпочиналась.
              </Typography>
            </li>
          </ul>
        </Box>
      </>
  },
  {
    id: 12,
    title: 'Інформація про механізми захисту прав споживачів фінансових послуг',
    desc:
      <>
        <Box>
          <Typography>
            Права та свободи людини й громадянина закріплені в основоположному нормативно-правовому акті держави — Конституції України.
          </Typography>
          <Typography>
            Згідно, Частина 2 статті 3 Конституції України зазначає, що права і свободи людини та їх гарантії визначають зміст і спрямованість діяльності держави. Держава відповідає перед людиною за свою діяльність. Утвердження і забезпечення прав і свобод людини є головним обов’язком держави.
          </Typography>
          <Typography>
            Не виключенням є і забезпечення державою механізму захисту прав споживачів фінансових послуг, що визначений у наступних нормативно-правових актах: Законами України “Про фінансові послуги та державне регулювання ринків фінансових послуг”, “Про споживче кредитування”, “Про захист прав споживачів”. З офіційною та чинною редакцію наведеного законодавства Ви можете ознайоми на офіційному порталі Верховної Ради України за посиланням:&nbsp;
            <a
              href='google.com'
              target='_blank'
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              https://rada.gov.ua/
            </a>
          </Typography>
          <Typography>
            Для Вашої зручності подальшого сприйняття інформації, пропонуємо ознайомитись із загальними визначеннями категорій, що надаються вищезазначеним законодавством України:
          </Typography>
          <Typography>
            <b><u>послуга</u></b> – діяльність виконавця з надання (передачі) споживачеві певного визначеного договором матеріального чи нематеріального блага, що здійснюється за індивідуальним замовленням споживача для задоволення його особистих потреб;
          </Typography>
          <Typography>
            <b><u>споживач фінансових послуг</u></b> — фізична особа, яка отримує або має намір отримати фінансову послугу для задоволення особистих потреб, не пов’язаних із підприємницькою, незалежною професійною діяльністю;
          </Typography>
          <Typography>
            <b><u>клієнт</u></b> — фізична особа (у тому числі споживач фінансових послуг), фізична особа — підприємець або юридична особа, яка отримує або має намір отримати фінансову послугу;
          </Typography>
          <Typography>
            З метою отримання необхідного захисту своїх прав та урегулювання спірних питань стосовно послуг, що надаються Фінансовою компанією (у разі їх виникнення), споживачі фінансових послуг мають право звертатись безпосередньо до Фінансової компанії особисто або шляхом направлення належним чином оформленого офіційного звернення за місцем надання послуг (04112, м.Київ, вулиця Авіаконструктора Ігоря Сікорського, будинок 8).
          </Typography>
          <Typography>
            Повідомляємо, що до 30 червня 2020 року включно, контролюючим органом Фінансової компанії є Національна комісія, що здійснює державне регулювання у сфері ринків фінансових послуг (Нацкомфінпослуг), яка є державним колегіальним органом, підпорядкованим Президенту України та підзвітним Верховній Раді України (посилання на офіційний веб-портал:&nbsp;
            <a
              href='google.com'
              target='_blank'
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              https://www.nfp.gov.ua/
            </a>
            ), а з 1 липня 2020 року цю функцію виконуватиме Національний Банк України (посилання на офіційний веб-портал:&nbsp;
            <a
              href='google.com'
              target='_blank'
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              https://bank.gov.ua/
            </a>
            ).
          </Typography>
          <Typography>
            Згідно статті 24416 Кодекс України про адміністративні правопорушення, Національна комісія, що здійснює державне регулювання у сфері ринків фінансових послуг, розглядає справи про адміністративні правопорушення, пов’язані з порушенням законодавства про захист прав споживачів фінансових послуг (частини п’ята, шоста статті 1561 – за порушення, вчинені учасниками ринків фінансових послуг, якщо державне регулювання ринку таких послуг здійснюється національною комісією, що здійснює державне регулювання у сфері ринків фінансових послуг), порушенням законодавства, що регулює фінансові механізми здійснення інвестицій у будівництво житла (стаття 16613), а також із невиконанням законних вимог посадових осіб національної комісії, що здійснює державне регулювання у сфері ринків фінансових послуг (стаття 18829).
          </Typography>
          <Typography>
            Також, кожний споживач фінансових послуг, якщо вважає що його права порушуються, може скористатись визначеним статтею 55 Конституції України правом на захист своїх інтересів, шляхом звернення до суду.
          </Typography>
          <Typography>
            Споживач фінансових послуг може подати/направити звернення до Національного банку України (НБУ). НБУ має повноваження на захист прав споживачів фінансових послуг і регулює поведінку банків та <b>небанківських фінансових установ</b> щодо їхніх клієнтів. Спеціальний підрозділ, який цим опікується, – "Управління захисту прав споживачів фінансових послуг".  Споживачі фінансових послуг мають змогу ознайомитися із повноваженнями Управління захисту прав споживачів фінансових послуг та подати звернення на сторінці офіційного інтернет – представництва НБУ в розділі «Захист прав споживачів» за посиланням&nbsp;
            <a
              href='google.com'
              target='_blank'
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              https://bank.gov.ua/ua/consumer-protection
            </a>.
          </Typography>
          <Typography>
            Споживач може звернутися до НБУ шляхом: тел. звернення за номером 0-800-505-240; електронного звенення на ел.пошту nbu@bank.gov.ua чи за посиланням
            <a
              href='google.com'
              target='_blank'
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              &nbsp;<b>https://bank.gov.ua/ua/consumer-protection/citizens-appeals</b>&nbsp;
            </a>
            листом разом з відповідними документами на адресу: вул. Інститутська, 9, м. Київ, 01601
          </Typography>
        </Box>
      </>
  },
  {
    id: 13,
    title: 'Інформація, що визначена у підпунктах 2-5 пункту 26 розділу V постанови Правління НБУ від 09.07.2021р. за № 79',
    desc:
      <>
        <Box>
          <Typography>
            <b>
              Інформація, що визначена у підпунктах 2-5 пункту 26 розділу V
              <a
                href='google.com'
                target='_blank'
                style={{
                  color: '#0079C5',
                  textDecoration: 'none',
                }}
              >
                постанови Правління НБУ від 09.07.2021р. за № 79
              </a>
              “Про затвердження Положення про вимоги до кредитодавця, нового кредитора, колекторської компанії та їхньої діяльності при здійсненні ними врегулювання простроченої заборгованості”.
            </b>
          </Typography>
          <Typography>
            п. 2) порядок взаємодії із споживачем фінансових послуг при врегулюванні простроченої заборгованості (вимоги щодо етичної поведінки), повідомлення кредитодавця, нового кредитора та/або колекторської компанії про те, що інтереси споживача фінансових послуг при врегулюванні простроченої заборгованості представляє його уповноважений представник, або гіперпосилання на вебсторінку колекторської компанії, де розміщено таку інформацію, у разі її залучення до врегулювання простроченої заборгованості.
          </Typography>
          <Typography>
            п. 3) порядок відступлення права вимоги за договором про споживчий кредит новому кредитодавцю.
          </Typography>
          <Typography>
            п. 4) умови, за яких кредитодавець, новий кредитор розпочинають діяльність із врегулювання простроченої заборгованості, здійснюють відступлення права вимоги за договором про споживчий кредит новому кредитодавцю.
          </Typography>
          <Typography>
            п. 5) порядок і спосіб погашення простроченої заборгованості.
          </Typography>
          <Typography>
            Документи п. 2-5 знаходяться&nbsp;
            <a
              href='google.com'
              target='_blank'
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              за даним посиланням
            </a>.
          </Typography>
        </Box>
      </>
  },
  {
    id: 14,
    title: 'Правила користування сайтом https://dgf.com.ua/',
    desc:
      <>
        <Box>
          <Typography>
            <a
              href='google.com'
              target='_blank'
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              Правила користування сайтом ТОВАРИСТВА З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ "ДІДЖИ ФІНАНС" (ЄДРПОУ:42649746)
            </a>
          </Typography>
        </Box>
      </>
  },
  {
    id: 15,
    title: 'Політики конфіденційності та обробки персональних даних при користуванні сайтом',
    desc:
      <>
        <Box>
          <Typography>
            <a
              href='google.com'
              target="_blank"
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ ТА ЗАХИСТУ ПЕРСОНАЛЬНИХ ДАНИХ
            </a>
          </Typography>
          <Typography>
            <a
              href='google.com'
              target="_blank"
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              ПУБЛІЧНА ОФЕРТА УМОВ КОРИСТУВАННЯ ВЕБ САЙТОМ
            </a>
          </Typography>
          <Typography>
            <a
              href='google.com'
              target="_blank"
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              ЗГОДА НА ОБРОБКУ ПЕРСОНАЛЬНИХ ДАНИХ
            </a>
          </Typography>
          <Typography>
            <a
              href='google.com'
              target='_blank'
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              ЗБІР ОБРОБКА ТА ЗБЕРЕЖЕННЯ ІНФОРМАЦІЇ ОТРИМАНОЇ З ВИКОРИСТАННЯМ САЙТУ
            </a>
          </Typography>
        </Box>
      </>
  },
  {
    id: 16,
    title: 'Відомості про колекторські компанії, з якими ТОВ "ДІДЖИ ФІНАНС" укладено договори врегулювання заборгованості.',
    desc:
      <>
        <Box>
          <Typography>
            <a
              href='gooogle.com'
              target='_blank'
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}
            >
              Відомості про колекторські компанії, з якими ТОВ "ДІДЖИ ФІНАНС" укладено договори врегулювання заборгованості
            </a>
            .
          </Typography>
        </Box>
      </>
  },
  {
    id: 17,
    title: 'ФІНАНСОВА ЗВІТНІСТЬ ТОВ "ДІДЖИ ФІНАНС"',
    desc:
      <>
        <Box>
          <Typography>
            ЗНА запевненість РЗД ТОВ «Діджи Фінанс»_2020р.
          </Typography>
          <Typography>
            ЗНА щодо фін звітності ТОВ «Діджи Фінанс»_2020р.
          </Typography>
          <Typography>
            Незалежний Аудиторський висновок по ТОВ «Діджи Фінанс» за 2021 рік.
          </Typography>
        </Box>
      </>
  },
  {
    id: 18,
    title: 'Інформація для осіб, що належать до ЗАХИЩЕНОЇ КАТЕГОРІЇ згідно із Законом України “Про споживче кредитування”',
    desc:
      <>
        <Box>
          <Typography>
            <b>УВАГА! Інформація для Клієнтів, які належать до захищеної категорії згідно із Законом України «Про споживче кредитування»</b>
            <CustSpanSectionAbout>
              На виконання вимог п. 62 розділу IV «Прикінцеві та перехідні положення» Закону України «Про споживче кредитування» (надалі – Закон) Товариство приймає звернення:
            </CustSpanSectionAbout>
          </Typography>
          <ul
            style={{
              padding: '20px',
            }}
          >
            <li
              style={{
                marginTop: '10px',
              }}
            >
              <Typography>
                <b>на адресу електронної пошти Товариства:</b>
                <a href='mailto:info@dgf.com.ua'>info@dgf.com.ua</a>
              </Typography>
            </li>
            <li
              style={{
                marginTop: '10px',
              }}
            >
              <Typography>
                <b>на адресу місцезнаходження Товариства:</b> 04112, м. Київ, вул. Авіаконструктора І. Сікорського 8
              </Typography>
            </li>
            <li
              style={{
                marginTop: '10px',
              }}
            >
              <Typography>
                <b>за будь-яким із номерів телефону гарячої лінії, контакт центру Товариства:</b>
              </Typography>
              <Typography>
                +38 (067) 369-33-37
              </Typography>
              <Typography>
                +38 (093) 170-86-47
              </Typography>
              <Typography>
                +38 (093) 007-31-04
              </Typography>
              <Typography>
                +38 (044) 369-33-47
              </Typography>
            </li>
          </ul>
          <Typography>
            від Клієнта, його близьких осіб, представників, спадкоємців, поручителів, повідомлення про бажання припинити взаємодію із Товариством на період дії воєнного стану в Україні та протягом 90 днів з дня його припинення або скасування та про належність Клієнта до захищеної категорії, з наданням копій підтвердних документів про належність Клієнта до захищеної категорії, а саме:
          </Typography>
          <Typography>
            1) для військовослужбовців Збройних Сил України, інших утворених відповідно до законів
            України військових формувань та правоохоронних органів спеціального призначення,
            Державної спеціальної служби транспорту, Державної служби спеціального зв’язку та
            захисту інформації України, які проходять військову службу на території України –
            підписана безпосереднім командиром (начальником, керівником) споживача, або особою, яка
            його заміщує, скріплена гербовою печаткою довідка за формою, встановленою Додатком №2
            Закону України «Про споживче кредитування». Допускається виготовлення довідки рукописним
            способом. Зразок форми звернення можна отримати&nbsp;
            <a
              href="google.com"
              target="_blank"
              style={{
                color: '#0079C5',
                textDecoration: 'none',
              }}

            >
              <span>ТУТ</span>
            </a>&nbsp;.
          </Typography>
          <Typography>
            2) для військовослужбовців, які стали особами з інвалідністю внаслідок захворювання, пов’язаного з проходженням військової служби, чи внаслідок захворювання після звільнення їх з військової служби, пов’язаного з проходженням військової служби – посвідчення інваліда війни;
          </Typography>
          <Typography>
            3) для членів сімей військовослужбовців, які загинули, померли чи пропали безвісти – посвідчення члена сім’ї загиблого;
          </Typography>
          <Typography>
            4) для осіб, які перебувають у полоні, з якими втрачено зв’язок, або зниклих безвісти – <b><u>інформація, надана державним підприємством, яке виконує функції Національного інформаційного бюро, щодо того, що особа утримується у полоні чи перебуває у заручниках держави-агресора, або включена до реєстру як така, з якою втрачено зв’язок, чи зникла безвісти».</u></b>
          </Typography>
          <Typography>
            <b>
              Звертаємо увагу, що <u>при втраті належності до захищеної категорії</u>, просимо повідомити про це Товариство у строк, що не перевищує 30 календарних днів з дня втрати належності  за допомогою будь якого засобу зв’язку:
            </b>
          </Typography>
          <ul
            style={{
              paddingLeft: '20px',
            }}
          >
            <li>
              <p>на адресу електронної пошти Товариства:
                <a
              href='mailto:info@dgf.com.ua'
                >
                  info@dgf.com.ua
                </a>
              </p>
            </li>
            <li>
              <p>
                на адресу місцезнаходження Товариства: 04112, м. Київ, вул. Авіаконструктора І.
              Сікорського 8
              </p>
            </li>
            <li>
              <p>
                за одним із номерів телефону гарячої лінії, контакт центру Товариства:
              </p>
              <Typography>
                <b>
                  +38 (067) 369-33-37, +38 (093) 170-86-47, +38 (093) 007-31-04, +38 (044) 369-33-47.
                </b>
              </Typography>
            </li>
          </ul>
        </Box>
      </>
  },
]