import styled from '@emotion/styled';

const Custh4 = styled.h4`
    margin: 0;
`
export const tableСontents = [
  {
    id: 1,
    title: 'КОЛЕКТОРСЬКІ ПОСЛУГИ',
    desc:
      <>
        <span>Багатолітній досвід ТОП менеджерів компанії забезпечив впровадження ефективних робочих рішень по управлінню заборгованістю на будь-якій стадії стягнення:</span>
        <br/>
        <p><b>Pre collection</b>(профілактичні заходи, метою яких є мінімізація ризиків виникнення простроченої заборгованості)</p>
        <p><b>Soft collection</b>(досудове стягнення боргів на ранніх стадіях прострочення, з використанням дистанційних інструментів стягнення)</p>
        <p><b>Нard collection</b>(досудове стягнення боргів на більш пізніх стадіях прострочення, з проведенням розшукових заходів і особистих зустрічей)</p>
        <p><b>Legal (late) collection</b>(передбачає примусове стягнення заборгованості в судовому порядку, з подальшим супроводженням виконавчого провадження)</p>
      </>
  },
  {
    id: 2,
    title: 'ПОСЛУГИ ФАКТОРИНГУ',
    desc:
      <>
        <span>
          За договором факторингу (фінансування під відступлення права грошової вимоги) одна сторона (фактор) передає або зобов'язується
          передати грошові кошти в розпорядження другої сторони (клієнта) за плату (у будь-який передбачений договором спосіб), а клієнт
          відступає або зобов'язується відступити факторові своє право грошової вимоги до третьої особи (боржника). Порядок укладення та
          виконання договору факторингу регламентується главою 73 Цивільного кодексу України.
        </span>
        <p>
          Наша Компанія не лише бере активну участь в тендерах з продажу портфелів NPL, а й являється однією з лідерів купівлі портфелів
          заборгованості у фінансових та нефінансових установах.
        </p>
        <p>
          Ми практикуємо різноманітні партнерські програми щодо купівлі портфелів проблемних активів, а тому впевнені, що з нами Ви точно
          знайдете дієві алгоритми взаємовигідної співпраці!
        </p>
      </>
  },
  {
    id: 3,
    title: 'ЮРИДИЧНІ ПОСЛУГИ',
    desc:
      <>
        <Custh4>Для Вас актуальні послуги:</Custh4>
        <ul>
          <li>
            консультації та роз’яснення юридичних питань щодо аспектів діяльності на ринку проблемних активів, враховуючи чинне законодавство України?
          </li>
          <li>
            інформування боржників належним чином оформленими повідомленнями з вимогою і претензією щодо існуючої заборгованості, роз'ясненням порядку і варіантів її погашення?
          </li>
          <li>
            написання позовних заяв, апеляційних та касаційні скарг, заяв про відкриття виконавчого провадження та інші документи правового характеру, а також повний супровід, в межах
            дії процедури судового або виконавчого провадження, в тому числі на стадії оцінки та реалізації майна?
          </li>
          <li>
            представлення інтересів Клієнтів за їх дорученням в судах, органах виконавчої служби та інших органах під час стягнення дебіторської заборгованості?
          </li>
        </ul>
        <p>
          Тоді Ви точно не помилитесь з вибором, звернувшись саме до нас!
        </p>
      </>
  },
  {
    id: 4,
    title: 'МЕДІАЦІЯ',
    desc:
      <>
        <span>Маєте складні боргові відносини з учасниками ринку фінансових послуг? Не вдається знайти компромісні рішення щодо врегулювання боргу, в т.ч. забезпеченого заставою,
          порукою, іпотекою?
        </span>
        <p>

          16 листопада 2021 року Верховною Радою України прийнято Закон України «Про медіацію» № 1875-IX (далі – Закон), опублікувано в газеті Голос України» від 14.12.2021 № 237-238.
          Закон набрав чинності 15 грудня 2021 року.
        </p>
        <p>
          В штаті компанії працюють кваліфіковані адвокати, які мають сертифікати медіаторів та зможуть сприяти предметному вирішенню боргових питань з іншими учасниками ринку!
        </p>
      </>
  }
]