import { Box, Typography } from '@mui/material';
import viberImage from '../../../public/image/viberImage.png';
import telegramImage from '../../../public/image/telegramImage.png';

export const QuestionsAnswersData = [
  {
    id: 1,
    title: 'ЧОМУ МОЯ КРЕДИТНА СПРАВА ПЕРЕБУВАЄ В ТОВ "ДІДЖИ ФІНАНС" (ЄДРПОУ: 42649746)?',
    desc:
      <>
        <Typography>
          Право вимоги за Вашими кредитними зобов’язаннями відступлено на користь ТОВ &quot;ДІДЖИ ФІНАНС&quot;. У відповідності глави 47 ЦК України, а саме ст.ст. 512-523, встановлено загальні <u>підстави та порядок заміни кредитора у зобов’язанні</u>. За законом, новий кредитор отримує всі права первісного кредитора у зобов’язанні в обсязі та на умовах, що існували на момент переходу таких прав.
        </Typography>
      </>,
  },
  {
    id: 2,
    title: 'ЯКИМ ЧИНОМ ВІДСТУПИЛИ ПРАВО ВИМОГИ ЗА КРЕДИТОМ ТА ЧОМУ Я НЕ ПОВІДОМЛЕНИЙ ПРО ЦЕ?',
    desc:
      <>
        <Box>
          <Typography>
            Керуючись нормами ЦК України, а саме:
          </Typography>
          <Typography>
            Стаття 512. Кредитор у зобов&apos;язанні може бути замінений іншою особою внаслідок передання ним своїх прав іншій особі за правочином (відступлення права вимоги).
          </Typography>
          <Typography>
            Стаття 516. <u>Заміна кредитора у зобов&apos;язанні здійснюється без згоди боржника.</u>
          </Typography>
          <Typography>
            Стаття 1080. Договір факторингу є дійсним незалежно від наявності домовленості між клієнтом та боржником про заборону відступлення права грошової вимоги або його обмеження.
          </Typography>
          <Typography>
            Після відступлення права вимоги, Новий кредитор в обов’язковому порядку інформує позичальника/боржника про факт такого відступлення шляхом надсилання поштового листа, sms, електронного листа, та/чи шляхом інформування в телефонному режимі. Також факт відступлення права грошової вимоги Ви можете перевірити безпосередньо на сайті в розділі Ідентифікація боргу.
          </Typography>
          <Typography>
            Не отримання інформації щодо факту зміни кредитора в зобов’язанні може бути викликане Вашою зміною чи помилковим наданням не актуальних контактних даних, що були подані безпосередньо Вами під час оформлення кредиту/позики.
          </Typography>
        </Box>
      </>,
  },
  {
    id: 3,
    title: 'ВАША ДІЯЛЬНІСТЬ ЗАКОННА? ЯКИМ ЧИНОМ ПЕРЕВІРИТИ ЦЕ?',
    desc:
      <>
        <Box>
          <Typography>
            Діяльність фінансової компанії відбувається виключно у відповідності до норм діючого законодавства України, а дотримання вимог законодавства та функцію регулятора виконує безпосередньо Національний Банк України (https://bank.gov.ua/).
          </Typography>
          <Typography>
            Перевірку наявності та дійсності відповідних ліцензій та дозволів можна здійснити скориставшись Комплексною інформаційною системою Національного банку (КІС НБУ).  <u>Здійснити пошук та перевірку.</u>
          </Typography>
        </Box>
      </>,
  },
  {
    id: 4,
    title: 'ЯК ОТРИМАТИ ПІДТВЕРДЖЕННЯ ТА ВІДПОВІДНІ ДОКУМЕНТИ, ЩО ВИ МАЄТЕ ПРАВО НА СТЯГНЕННЯ МОГО БОРГУ?',
    desc:
      <>
        <Box>
          <Typography>
            Для підтвердження правомірності стягнення боргу Ви можете отримати:
          </Typography>
          <Typography>
            Договір, на підставі якого Компанія набула право грошової вимоги за Вашою заборгованістю. В тому числі отримати копію договору, самостійно вибравши відповідного Первинного кредитора та № договору факторингу/відступки, в розділі &quot;<a href='google.com.ua' target='_blank'>ІДЕНТИФІКАЦІЯ БОРГУ</a>&quot;.
          </Typography>
          <Typography>
            Витяг з реєстру боржників, який містить інформацію про стан Вашої заборгованості на дату відступлення/набуття права грошової вимоги.
          </Typography>
          <Typography>
            Також Ви маєте право звернутися до первинного кредитора (особа, що здійснила видачу кредиту/позики) з метою отримання підтвердження щодо факту зміни кредитора в зобов’язанні.
          </Typography>
          <Typography>
            Запит на отримання документів/підтвердження можете сформувати з використанням сервісу
            сайту Зворотній зв’язок, звернувшись за телефонами:
            <span
              style={{
                display: 'block',
              }}
            >
              <a>0443693347</a>
            </span>
            <span
              style={{
                display: 'block',
              }}
            >
              <a>0673693337</a>
            </span>
            <span
              style={{
                display: 'block',
              }}
            >
              <a>0931708647</a>
            </span>
          </Typography>
          <Typography>
            Можете направити електронне звернення на електронну адресу <a href='mailto:borg@dgf.in.ua'>borg@dgf.in.ua</a>
            або ж письмовий запит на юридичну адресу компанії: 04112, м. Київ, вул. Авіаконструктора Ігоря Сікорського, буд. 8
          </Typography>
        </Box>
      </>,
  },
  {
    id: 5,
    title: 'Я СТОРОННЯ ОСОБА ТА КРЕДИТНИХ БОРГІВ НЕ МАЮ, ЧОМУ ВИ ТЕЛЕФОНУЄТЕ МЕНІ?',
    desc:
      <>
        <Box>
          <Typography>
            Можливо, Ваш номер телефону помилково вказав боржник при оформленні кредиту, або ж відбулася зміна власника sim карти. Для вилучення номеру з бази &quot;Боржники&quot; – зверніться до нас в телефонному режимі, чи подайте письмове звернення в розділі
            <a><b>Зворотній зв’язок</b></a>.
          </Typography>
          <Typography>
            Ваше звернення буде розглянуте у передбачений чинним законодавством термін. Якщо описана інформація підтвердиться в ході внутрішньої перевірки, зазначені № тел. будуть видалено з бази.
          </Typography>
        </Box>
      </>,
  },
  {
    id: 6,
    title: 'Я НЕ МАЮ КОШТІВ ТА МАЙНА, БОРГ НЕ БУДЕ СТЯГУВАТИСЬ?',
    desc:
      <>
        <Box>
          <Typography>
            Відповідно до вимог Закону України «Про виконавче провадження», стягнення, в першу чергу, звертається на кошти боржника на рахунках, а також на готівкові кошти, виявлені у боржника. У разі відсутності коштів та інших цінностей, стягнення звертається на належне боржнику майно – рухоме та нерухоме (таким майном може бути побутова техніка,  меблі, особисті речі тощо). Також, стягнення звертається на частку майна, якою ви володієте з іншими особами, в тому числі на частку у праві спільної сумісної власності подружжя. Звертаємо увагу, що <u><b>Виконавчі документи можуть бути пред&apos;явлені до примусового виконання протягом трьох років</b></u>, з перспективою подальшого продовження/відновлення термінів, а відповідно постійно залишатися в «тіньових фінансах» чи уникати виникнення майнових прав власності – далеко не найкраще рішення для боржника!
          </Typography>
          <Typography>
            Доречі, багато людей визнають свої помилки, коли їх майно та активи вже опинилися на торгах. Ось часткові приклади майна, що наразі перебуває в аукціонах. (
            <a
              href='https://www.google.com.ua'
              target='_blank'
            >
              Переглянути лоти
            </a>
            )
          </Typography>
        </Box>
      </>,
  },
  {
    id: 7,
    title: 'ВИ НАДАЄТЕ МОЖЛИВІСТЬ РЕСТРУКТУРИЗАЦІЇ БОРГУ, ПОГАШЕННЯ ЧАСТИНАМИ, ПОГАШЕННЯ З ДИСКОНТОМ, ТОЩО?',
    desc:
      <>
        <Box>
          <Typography>
            Кредитор завжди підтримував та підтримує <u>конструктивні пропозиції щодо врегулювання боргових відносин</u>.
          </Typography>
          <Typography>
            Періодично компанія здійснює проведення спеціальних акційних програм щодо погашення боргів, учасником яких Ви можете стати. Передбачені механізми розтермінування оплати боргу і т.п. Ви можете подати індивідуальну заявку на реструктуризацію чи надання пільгових умов шляхом звернення за електронною адресою&nbsp;
            <a href='mailto:rest@dgf.com.ua'>rest@dgf.com.ua</a>
            , або зателефонувавши за номером&nbsp;
            <a href='tel:380675191331'>0675191331</a>
            , чи використовуючи розділ сайту&nbsp;
            <a href=''>Зворотній зв’язок</a>
            .
          </Typography>
        </Box>
        {/*image*/}
        <Box
          sx={{
            marginTop: '10px'
          }}
        >
        <img
          src={viberImage.src}
          alt=''
          style={{
            width: '50px',
            height: '50px'
          }}
        />
        <img
          src={telegramImage.src}
          alt=''
          style={{
            width: '50px',
            height: '50px',
            marginLeft: '10px'
          }}
        />
        </Box>
      </>,
  },
  {
    id: 8,
    title: 'Є СПЕЦІАЛЬНІ УМОВИ/ПРОПОЗИЦІЇ ЩОДО ПОГАШЕННЯ БОРГУ ДЛЯ ВІЙСЬКОВОСЛУЖБОВЦІВ, ПРАЦІВНИКІВ УСБУ, МВС, ДСНС І Т.Д.?',
    desc:
      <>
        <Box>
          <Typography>
            Діючий військовий, служите в ЗСУ, НгУ, ДпсУ, ТрО, спецпідрозділах, добровольчих батальйонах, діючий працівник органів ДСНС України, СБУ, поліції, лікар?
          </Typography>
          <Typography>
            Для даних категорій населення, що мають вище вказаний статус, кредитор надає спеціалізовані умови погашення боргу. При цьому Вам необхідно попередньо надати документи та підтвердити Ваш поточний статус.
          </Typography>
          <Typography>
            Документи просимо надсилати на електронну адресу&nbsp;
            <a href='mailto:borg@dgf.in.ua'>borg@dgf.in.ua</a>
            &nbsp;або ж скориставшися розділом сайту&nbsp;
            <a href=''>Зворотній зв’язок</a>
            .
          </Typography>
        </Box>
      </>,
  }
]